Repository: mozilla-l10n/mt-training-data
Catalog: cnh/cnh_pontoon.tmx
Source language: en_us
Languages: cnh

source: When will you release Common Voice data in other languages?
cnh: Zeitik ahdah Common Voice data hi holh dangin nan thlah te lai?

source: Where does the source text come from?
cnh: Khoi ka in dah biafang le biatlang hi an rat?

source: Why ?
cnh: Zei Ruangah?

source: Why a profile?
cnh: Zeiruang ah keimah kong cu a herh?

source: Why Common Voice?
cnh: Common Voice cu zei ruangah dah kan hman?

source: Why does this matter?
cnh: Zei ruangah dah biapi a si?

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
cnh: Zeiruangah dah cauk silole Wikipedia ca pawl mipi nan rel ter hna lo?

source: Why do you need so many different speakers per language?
cnh: Zei ruangah dah holh phun pakhat ah aw tuntu tampi na herh?

source: Why is 10,000 hours the goal for capturing audio?
cnh: Zei ruangah dah nazi 10,000 renglo hi kan aw tun a herh?

source: Why is 10,000 validated hours the per language goal for capturing audio?
cnh: Zei ruangah dah sumilam 10,000 reng lo aw tunmi hi nan duh i nan herh?

source: Why is Common Voice part of the Mozilla mission?
cnh: Zei ruangah dah Common Voice hi Mozilla nih aa tinhmi rian a si ve?

source: Why is it important?
cnh: Zei ruangah dah a bia pit?

source: Why is my language not included yet?
cnh: Zei ruangah dah ka holhphun ai tel ve lo?

source: Why should I sign up for an account?
cnh: Zei ruangah dah account cu ka ser lai?

source: Will speech-to-text, via Common Voice, ever become part of Firefox?
cnh: Common Voice i bia-in-ca lehnak hi Firefox ah chiah chih a si lai maw?

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
cnh: Na tuncia mi aw hlonh chih na duh maw, siloah Common Voice caah um ko seh ti na duh?

source: Yes
cnh: A si

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
cnh: A si, ca ka kua ko. Common Voice Project kong theih ka duh.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
cnh: A si, email ka kua. Hi holhphun Common Voice i cawlcanghnak kong hi theih peng ka duh.

source: Yes, we definitely want your voice! Part of the aim of Common Voice is to gather as many different accents as possible, so that computers can better understand <bold>everyone</bold> when they speak.
cnh: A si, kan duh ṭhiam ko! Common Voice i kan i tinh mi cu computer nih Aw a theih khawh cemnak hnga zei Aw-cawi paoh lak chih dih kan duh.

source: Yes, we especially want your voice! Part of the aim of Common Voice is to gather as many different accents as possible so that voice recognition services work equally well for everyone. This means donations from non-native speakers are particularly important.
cnh: Aw-cawi a ngei mi aw hrim kan duh! Common Voice i a tinhmi ah a tel ve mi cu ahopoah caah tluang tein a tlin khawhnak hnga aw-cawi a dang mi poah a si khawh chung in khawmh hi a si. Hi nih a langhter mi cu kokek holh in a hmangmi le hmang lo mi a dannak hi a biapi tuk.

source: You
cnh: Nangmah

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
cnh: A tu dawnlok na timh mi hi <size>{ $size }GB</size> a si, na dawnlok lai maw?

source: You are prepared to initiate a download of <b>{ $size }</b>
cnh: <b>{ $size }</b> hihi download ding in nai manh cang.

source: You can choose to make your username public or anonymous.
cnh: Mipi sinah na username langhter le langhter lo nangmah nih na thim khawh.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
cnh: Aw phuntling le miphun caah a sunglawi mi dataset ser dingah profile i ser ve law na aw kan kua ve.

source: You can view our source sentences in <dataLink>this GitHub folder</dataLink>.
cnh: Hi ka hin <dataLink>biatlang kan laknak na zoh khawh. </dataLink> GitHub ah kan chiah.

source: You must allow microphone access.
cnh: Aw tunak na ngahter a hau

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
cnh: Min hngalh loin na tun mi vialte cu Common Voice pumh mi data ah chiah an si lai. Na profile na hlonh hnu in cun aw hlonh fialnak cakuat a ngah ti lai lo.

source: Your avatar now includes a voice clip!
cnh: Na hmanthlak ah na awchuah a tel chih!

source: Your daily goal has been created
cnh: Nifatin tinhmi cu ser a si cang.

source: Your download has started.
cnh: Na dawnlok aa thok cang.

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
cnh: Atu ah hin cakuatnak, thawngthanhnak le theihtlei zeihmanh <bold>HMUH LO</bold> dingin na tuah.

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
cnh: Atu ah hin cakuatnak, thawngthanhnak le theihtlei pawl hmuh dingin na tuah.

source: Your Languages
cnh: Na Holhphun

source: Your username and email will not be associated with the published data.
cnh: Na email le username cu mipi sin chuahmi data ah a lang lai lo.

source: Your weekly goal has been created
cnh: Zarhfatin caah na tinhmi a ser cang

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
cnh: Kan i tinh mi { $goalValue } chungah <goalPercentage></goalPercentage> na kan phak ter. Kan i lawm tuk.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
cnh: Common Voice nih kan i tinhmi { $goalValue } chungah <goalPercentage></goalPercentage> na kan chek bawmh .

source: You've successfully signed up for contributing to { $language }. Thank you.
cnh: Tlamtling tein { $language } caah pekchanh khawhnak na tuah. Kan i lawm.
